Repository: microsoft/fluent-xaml-theme-editor
Catalog: FluentEditor/Resources/*/Resources.resw
Source language: en_us
Languages: cs_cz, es_es, it_it

# AppDescription
source: A tool that helps demonstrate the flexibility of the Fluent Design System as well as supports the app development process by generating XAML markup for our ResourceDictionary framework used in Universal Windows Platform (UWP) applications
cs_cz: Nástroj demonstruje Fluent Design System, jeho flexibilitu a umožňuje zjednodušit vývoj aplikací generováním definic stylu v jazyce XAML pro použití v aplikacích pro Univerzální platformu Windows (UWP).
es_es: Una herramienta que ayuda a demostrar la flexibilidad de Fluent Design System, así como apoya el proceso de desarrollo de una aplicación mediante la generación de marcado XAML para nuestro marco ResourceDictionary utilizado en las aplicaciones de la plataforma universal de Windows (UWP)
it_it: Uno strumento che aiuta a dimostrare la flessibilità del Fluent Design System e supporta il processo di sviluppo delle app generando markup XAML per il nostro framework ResourceDictionary utilizzato nelle applicazioni della piattaforma Universal Windows Platform (UWP)

# AppDisplayName
source: Fluent XAML Theme Editor
es_es: Editor de temas XAML Fluent
it_it: Editor di temi Fluent XAML

# ColorFlyoutMappingDescription
source: Maps to {0}
cs_cz: Mapuje na {0}
es_es: Asignado a {0}
it_it: Assegnato a {0}

# ControlPaletteDarkTestContent.Title
source: Dark theme
cs_cz: Tmavý motiv
es_es: Tema oscuro
it_it: Tema scuro

# ControlPaletteDarkThemeBlock.Text
source: Dark theme
cs_cz: Tmavý motiv
es_es: Tema oscuro
it_it: Tema scuro

# ControlPaletteDataPath
source: ms-appx:///Resources/en-us/controlPaletteData.json
cs_cz: ms-appx:///Resources/cs-cz/controlPaletteData.json
es_es: ms-appx:///Resources/es-es/controlPaletteData.json
it_it: ms-appx:///Resources/it-it/controlPaletteData.json

# ControlPaletteExportButton.Content
source: Export
es_es: Exportar
it_it: Esporta

# ControlPaletteInspectorHeader.Text
source: Color dictionary
es_es: Diccionario de colores

# ControlPaletteLightTestContent.Title
source: Light theme
cs_cz: Světlý motiv
es_es: Tema claro
it_it: Tema chiaro

# ControlPaletteLightThemeBlock.Text
source: Light theme
cs_cz: Světlý motiv
es_es: Tema claro
it_it: Tema chiaro

# ControlPaletteLoadButton.Content
source: Load
cs_cz: Načíst
es_es: Cargar
it_it: Carica

# ControlPaletteLoadError
source: Unable to load file {0}
cs_cz: Nelze načíst soubor {0}
es_es: No se puede cargar el archivo {0}
it_it: Impossibile caricare il file {0}

# ControlPaletteLoadErrorTitle
source: Unable to load
cs_cz: Nelze načíst
es_es: No se puede cargar
it_it: Impossibile caricare

# ControlPalettePresetCombo.Header
source: Presets
cs_cz: Barevná schémata
es_es: Predeterminados
it_it: Preimpostazioni

# ControlPalettePresetCombo.PlaceholderText
source: Custom
cs_cz: Vlastní
es_es: Personalizado
it_it: Personalizzato

# ControlPalettePrimaryBlock.Text
source: Primary
cs_cz: Primární
es_es: Primario
it_it: Primario

# ControlPaletteRegionBlock.Text
source: Region
cs_cz: Oblast
es_es: Región
it_it: Area

# ControlPaletteResetButton.Content
source: Reset colors
cs_cz: Výchozí barvy
es_es: Restablecer colores
it_it: Ripristina colori predefiniti

# ControlPaletteSaveButton.Content
source: Save
cs_cz: Uložit
es_es: Guardar
it_it: Salva

# ControlPaletteSaveError
source: Unable to save file {0}
cs_cz: Nelze uložit soubor {0}
es_es: No se puede guardar el archivo {0}
it_it: Impossibile salvare il file {0}

# ControlPaletteSaveErrorTitle
source: Unable to save
cs_cz: Nelze uložit
es_es: No se puede guardar
it_it: Impossibile salvare

# DarkThemeTextContrastTitle
source: White Text
cs_cz: Bílý text
es_es: Texto blanco
it_it: Testo bianco

# ExportCopyButton.Content
source: Copy to Clipboard
cs_cz: Zkopírovat do schránky
es_es: Copiar al Portapapeles
it_it: Copia

# ExportLearnMoreButton.Content
source: Learn more about XAML ResourceDictionary
cs_cz: Více of XAML ResourceDictionary
es_es: Aprende más sobre ResourceDictionary en XAML
it_it: Maggiori informazioni su XAML ResourceDictionary

# ExportLearnMoreButton.NavigateUri
source: https://docs.microsoft.com/en-us/windows/uwp/design/controls-and-patterns/resourcedictionary-and-xaml-resource-references
cs_cz: https://docs.microsoft.com/cs-cz/windows/uwp/design/controls-and-patterns/resourcedictionary-and-xaml-resource-references
es_es: https://docs.microsoft.com/es-es/windows/uwp/design/controls-and-patterns/resourcedictionary-and-xaml-resource-references
it_it: https://docs.microsoft.com/it-it/windows/uwp/design/controls-and-patterns/resourcedictionary-and-xaml-resource-references

# LightThemeTextContrastTitle
source: Black Text
cs_cz: Černý text
es_es: Texto negro
it_it: Testo nero

# MainDataPath
source: ms-appx:///Resources/en-us/demodata.json
cs_cz: ms-appx:///Resources/cs-cz/demodata.json
es_es: ms-appx:///Resources/es-es/demodata.json
it_it: ms-appx:///Resources/it-it/demodata.json

# TestContentButtonsBlock.Text
source: Buttons
cs_cz: Tlačítka
es_es: Botones
it_it: Pulsanti

# TestContentCalendarViewBlock.Text
source: Calendar view
cs_cz: Kalendář
es_es: Vista de calendario
it_it: Visualizzazione calendario

# TestContentCheckboxBlock.Text
source: Checkbox
cs_cz: Zaškrtávací políčko
es_es: Casilla de verificación
it_it: Casella di spunta

# TestContentCheckedCheckbox.Content
source: Checked
cs_cz: Vybrán
es_es: Seleccionada
it_it: Selezionato

# TestContentCheckedRadio.Content
source: Checked
cs_cz: Vybrán
es_es: Seleccionado
it_it: Selezionato

# TestContentComboBlock.Text
source: Combo box
cs_cz: Pole seznamu
es_es: Cuadro combinado
it_it: Casella combinata

# TestContentComboItem1.Content
source: Item 1
cs_cz: Položka 1
es_es: Elemento 1
it_it: Articolo 1

# TestContentComboItem2.Content
source: Item 2
cs_cz: Položka 2
es_es: Elemento 2
it_it: Articolo 2

# TestContentComboItem3.Content
source: Item 3
cs_cz: Položka 3
es_es: Elemento 3
it_it: Articolo 3

# TestContentCommandBarBlock.Text
source: Command bar
cs_cz: Panel nástrojů
es_es: Barra de comandos
it_it: Barra dei comandi

# TestContentDatePickerBlock.Text
source: Date picker
cs_cz: Výběr data
es_es: Selector de fecha
it_it: Selezione date

# TestContentDisabledAccentButton.Content
source: Disabled accent button
cs_cz: Zakázané tlačítko motivu
es_es: Botón de acento desactivado
it_it: Pulsante di accento disattivato

# TestContentDisabledButton.Content
source: Disabled button
cs_cz: Zakázané tlačítko
es_es: Botón desactivado
it_it: Pulsante disattivato

# TestContentDisabledCheckbox.Content
source: Disabled
cs_cz: Zakázané
es_es: Desactivada
it_it: Disattivato

# TestContentDisabledRadio.Content
source: Disabled
cs_cz: Zakázané
es_es: Desactivado
it_it: Disattivato

# TestContentEditableComboItem1.Content
source: Editable item 1
cs_cz: Editovatelná položka 1
es_es: Elemento editable 1
it_it: Articolo 1 modificabile

# TestContentEditableComboItem2.Content
source: Editable item 2
cs_cz: Editovatelná položka 2
es_es: Elemento editable 2
it_it: Articolo 2 modificabile

# TestContentEditableComboItem3.Content
source: Editable item 3
cs_cz: Editovatelná položka 3
es_es: Elemento editable 3
it_it: Articolo 3 modificabile

# TestContentEnabledAccentButton.Content
source: Enabled accent button
cs_cz: Povolené tlačítko motivu
es_es: Botón de acento activado
it_it: Attiva il pulsante di accento

# TestContentEnabledButton.Content
source: Enabled button
cs_cz: Povolené tlačítko
es_es: Botón activado
it_it: Pulsante attivo

# TestContentListviewBlock.Text
source: List view
cs_cz: Seznam
es_es: Vista de lista
it_it: Elenco

# TestContentListviewItem1.Content
source: Howdy! (disabled)
cs_cz: Ahoj! (disabled)
es_es: Howdy! (desactivado)
it_it: Howdy! (disattivato)

# TestContentListviewItem2.Content
source: Aloha! (selected)
es_es: Aloha! (seleccionado)
it_it: Aloha! (selezionato)

# TestContentRadioBlock.Text
source: Radio button
cs_cz: Přepínač
es_es: Botón de radio
it_it: Pulsante di opzione

# TestContentSliderBlock.Text
source: Slider
cs_cz: Jezdec
es_es: Deslizador
it_it: Cursore

# TestContentTextbox.PlaceholderText
source: Enter text here
cs_cz: Zadejte text
es_es: Ingrese texto aquí
it_it: Inserire il testo qui

# TestContentTextboxBlock.Text
source: Textbox
cs_cz: Textové pole
es_es: Recuadro de texto
it_it: Casella di testo

# TestContentThirdStateCheckbox.Content
source: Third state
cs_cz: Třetí stav
es_es: Tercer estado
it_it: Terzo stato

# TestContentTimePickerBlock.Text
source: Time picker
cs_cz: Výběr času
es_es: Selector de tiempo
it_it: Selezione tempo

# TestContentToggleBlock.Text
source: Toggle switch
cs_cz: Posunovací přepínač
es_es: Conmutador
it_it: Interruttore

# TestContentToggleButton.Content
source: Toggle button
cs_cz: Přepnutelné tlačítko
es_es: Botón conmutable
it_it: Seleziona pulsante

# TestContentToggledButton.Content
source: Toggled button
cs_cz: Přepnuté tlačítko
es_es: Botón conmutado
it_it: Pulsante selezionato

# TestContentUncheckedCheckbox.Content
source: Unchecked
cs_cz: Nevybrán
es_es: No seleccionada
it_it: Non selezionato

# TestContentUncheckedRadio.Content
source: Unchecked
cs_cz: Nevybrán
es_es: No seleccionado
it_it: Non selezionato

# ControlPaletteBaseBlock.Text
source: Base
cs_cz: Základ
